[
    [
        "Chuck Norris can break one side of a window."
    ],
    [
        "Chuck Norris defies the laws of physics"
    ],
    [
        "You can call Chuck Noriss' phone with no caller ID.. But Chuck Norris can & WILL call you right back!"
    ],
    [
        "Chuck Norris once stopped a runaway locamotive just by glaring at it."
    ],
    [
        "If you ask Chuck Norris what time it is, he always says, \"Two seconds till.\" After you ask, \"Two seconds till what?\" He roundhouse kicks you in the face."
    ],
    [
        "Chuck Norris put the laughter in man slaughter."
    ],
    [
        "Chuck Norris terminated the terminator."
    ],
    [
        "Steven Seagal crossed the road because Chuck Norris stuffed Seagal's head up a chicken's ass."
    ],
    [
        "Chuck Norris won a staring competition with a mirror."
    ],
    [
        "Chuck Norris does not hang ductwork. Ductwork hang's itself when it encounters Chuck Norris."
    ],
    [
        "When Chuck Norris does division, there are no remainders."
    ],
    [
        "The band Panic At The Disco got their name when Chuck Norris visited Studio 54."
    ],
    [
        "Chuck Norris once jumped up a bannana tree and sang the Star Spangled Banner backwards. When asked why he replied \"Happy pappy bang bang!\" then shat his pants"
    ],
    [
        "Pele is the Chuck Norris of soccer."
    ],
    [
        "When Bruce Banner gets mad, he tuns into Hulk. When Hulk gets mad, he turns into Chuck Norris, when Chuck Norris gets mad, RUN LIKE HELL!!!!!!!!!!!!!"
    ],
    [
        "Chuck Norris never forgets an elephant."
    ],
    [
        "The color brown exists because Chuck Norris scared the shit out of while."
    ],
    [
        "When Chuck Norris looks up, then down, left and right, then jumps, crouches, and punches the air three times, a gatling gun appears in hands out of nowhere."
    ],
    [
        "If Chuck Norris ever says to you, \"relax, I got your back\", do not for a second believe that he is going to protect you from anything! Because that means he has just ripped out your spine."
    ],
    [
        "Honey badger cares about Chuck Norris!"
    ],
    [
        "The first rule of Chuck Norris clearly states ... NOT TO TALK ABOUT CHUCK NORRIS!"
    ],
    [
        "Chuck Norris makes \"smart bombs\" look like a bunch of knuckleheads."
    ],
    [
        "Chuck Norris lost his virginity before his dad did."
    ],
    [
        "The film Hellbound is actually a documentary. Satan has, in fact, been dead since 1994, when Chuck Norris roundhouse kicked him."
    ],
    [
        "When Chuck Norris gets hot, he decides to take a niiiiiiice dip in quicksand."
    ],
    [
        "Chuck Norris once turned Medusa to stone"
    ],
    [
        "FACT: You are having a birthday because Chuck Norris decided to let you live another year!"
    ],
    [
        "Chuck Norris' childhood macaroni art is on display at the Smithsonian."
    ],
    [
        "Chuck Norris has a special stare that turns goat crap into gasoline"
    ],
    [
        "Chuck Norris was once having sex with a tractor trailer, when some of his sperm got into the cab. Nine months later, the tractor trailer gave birth to Optimus Prime. \""
    ],
    [
        "Chuck Norris doesn't 'pass gas' he FARTS and blows trees over!"
    ],
    [
        "Chuck Norris shaves by simply scraping his fingernails across his cheeks."
    ],
    [
        "JFK always said, 'Ask not what your country can do for you, ask what Chuck Norris can fit his schlong into'."
    ],
    [
        "Some people can make animal shapes out of balloons. Chuck Norris can do the same with human organs."
    ],
    [
        "Chuck Norris once broke a large anaconda's spine."
    ],
    [
        "Brian didn't survive Chuck Norris' punch- It was only a ghost who came from undeneath the table. It's hard to tell, because Brian is already white. Gee, I wonder how that happened!"
    ],
    [
        "Chuck Norris can check out books from the Library of Congress"
    ],
    [
        "Chuck Norris uses a cement mixer filled with silk pillows as a fleshlight."
    ],
    [
        "Chuck Norris doesn't own a t.v. because when Chuck is around, he is the center of attention."
    ],
    [
        "Chuck Norris does not kick doors in, they are backing away from him!"
    ],
    [
        "Chuck Norris shot the sheriff, killed Kenny, and killed Mr. Boddy in the hall with a roundhouse kick."
    ],
    [
        "If you make physical contact with Chuck Norris in any way, you will contract a rare form of terminal cancer that gives you the power of flight and makes everything taste like cake."
    ],
    [
        "Chuck Norris is, and has always been where it's at."
    ],
    [
        "Chuck Norris remembers 9-11. He bows to the real American heroes on this day. And to America. And most importantly the families of all the fallen on that day 10 years ago. And to all the US servicemen & women who fell and to those who have served and those that continue to serve. And so do I!!!"
    ],
    [
        "Stare at Chuck Norris then give him a Mountain Dew to show your manly ...an also survived"
    ],
    [
        "a black hole ones attempted to suck in Chuck Norris but instead Chuck Norris sucked in the black hole"
    ],
    [
        "A Chuck Norris punch to the back of your skull will change your forehead into a fivehead."
    ],
    [
        "Chuck Norris' best man at his first wedding was Chuck Norris from 5 years in the future. All nine bridesmaids were Norris' future ex-wives."
    ],
    [
        "Can God create a rock so heavy he himself cannot lift? Yes, he created Chuck Norris."
    ],
    [
        "barry chuck once said: paul chuckle is a dick but barry chuckle didnt realise that paul was Chuck Norris in desguise then, a week later paul killed techno viking by mistake and Chuck Norris destroyed royal mail, then killed the mexicans who \"wanted a fight\". the moral of the story is joe morris likes Chuck Norris and barry chuckle, because sometimes pauls just not enough!"
    ],
    [
        "Chuck Norris can climb waterfalls.."
    ],
    [
        "When Tom created Myspace, his first friend was Chuck Norris."
    ],
    [
        "Chuck Norris did not invent the chambers grip, I, Joseph Chambers Molden invented the Chambers !!!!!! jacksons gay!"
    ],
    [
        "Chuck Norris put the I in IPhone with a real human eye"
    ],
    [
        "Chuck Norris can make your blood bleed, tears cry, and your sweat sweat."
    ],
    [
        "Chuck Norris can achieve full bone in under four seconds."
    ],
    [
        "Israel has a top secret Chuck Norris option."
    ],
    [
        "Chuck Norris' penis is the size of a fire extinguisher. And can pretty much do the same job."
    ],
    [
        "The descendents of Chuck Norris have divided into two widely known cultures: New Jersey and New York."
    ],
    [
        "Chuck Norris created facebook so that he can track everyone on the planet"
    ],
    [
        "December 1 2013 will be the day Chuck Norris gets a playstation 5."
    ],
    [
        "Chuck Norris can make a mole hill out of a mountain."
    ],
    [
        "Chuck Norris invented and patented the beard"
    ],
    [
        "Nature gets back to Chuck Norris"
    ],
    [
        "Chuck Norris does not teabag the ladies. He potato-sacks them."
    ],
    [
        "Chuck Norris set a world record in the 100 yard dash at 8.2 seconds. In doing so, he also set the world record for the mile run as he lapped all opponets in the 100 yard dash 18 times."
    ],
    [
        "Chuck Norris is also considered a world-class pimp"
    ],
    [
        "Chuck Norris can turn \"Crazy Eights\" into a full-contact event."
    ],
    [
        "Chuck Norris lost his virginity before his dad did."
    ],
    [
        "Just saying Chuck Norris' name will put hair on your chest."
    ],
    [
        "Cocaine is really just Chuck Norris's dandruff"
    ],
    [
        "Homeless people give money to Chuck Norris. The last time Chuck Norris went surfing off the coast of Florida he bit a shark. Chuck Norris doesn't have a problem with alcohol, alcohol has a problem with Chuck Norris. Jimmy Hoffa was last seen talking to Chuck Norris. Fish don't come out of the water because that's where Chuck Norris is. Chuck Norris was in Nagasaki and Hiroshima at the end of World War Two, there were no atom bombs. Christopher Columbus discovered America....because Chuck Norris told him to."
    ],
    [
        "Everyone wonders what caused the Big Bang. Chuck Norris."
    ],
    [
        "Some people call it love at first sight when you gaze in to the eyes of your lover. Other people call it death by suicide when you stare at Chuck Norris."
    ],
    [
        "Chuck Norris killed Biggie and Pac"
    ],
    [
        "Chuck Norris once played pokemon black, caught a lvl 0 magikarp and beat the whole game"
    ],
    [
        "The Rolling Stones would have disbanded less than six months after they formed if Chuck Norris hadn't attended one of their early gigs and jumped onstage to play a devastatingly awesome guitar solo, thus terrifying them into staying together for decades. (Oh, and he also pimp-slapped Mick Jagger in the lips, permanently disfigureing him.)"
    ],
    [
        "Chuck Norris won an Oscar for his appearance in a television commercial."
    ],
    [
        "A grizzly bear shattered all its teeth when it bit Chuck Norris in the ass. A merciful Chuck Norris then lovingless fed the toothless grizzly 3 gallons of prueed salmon before ripping its gallbladder out through its asshole."
    ],
    [
        "Chuck Norris once revived a dead, beached Humpback Whale by performing CPR and then throwing it back into the Pacific Ocean."
    ],
    [
        "maundy MC and Chuck Norris both enjoy anal sex"
    ],
    [
        "Nokia connects people but Chuck Norris disconnected the Black Berry Messaging Service"
    ],
    [
        "A fundamental concept in Judaism is the belief in the coming of the messiah. I'm not sure what they waiting for. Chuck Norris is already here!."
    ],
    [
        "Chuck Norris ride into town on Friday, stayed three Nights, the rode out again on Friday. On a horse named Steve."
    ],
    [
        "Chuck Norris must've thought your mother blew like a ceiling fan, because he screwed her into the ceiling!"
    ],
    [
        "the question be or not to be was made by Chuck Norris when he shashed bruce lee so much that he couldnt find anythink left from him"
    ],
    [
        "Of course Chuck Norris screwed Madonna."
    ],
    [
        "Chuck Norris and Rick Perry were driving through Texas on a beer dinking binge. And Rick Perry threw a lit cigarette butt out the window."
    ],
    [
        "Chuck Norris walked into LAX airport wearing a full suit of armour and carrying two Gatling guns and walked directly from the check-in desk to the cockpit of his plane uninterrupted."
    ],
    [
        "The chief export of Chuck Norris is Pain."
    ],
    [
        "The big bang occured in Chuck Norris's appendix."
    ],
    [
        "Chuck Norris can explain Integration by substituion to toddlers - and they understand it."
    ],
    [
        "Chuck Norris invented time travel. He's roundhouse kicked 170,000 people into next week thus far."
    ],
    [
        "Chuck Norris invented calculus in order to keep track of how many people he kills."
    ],
    [
        "Chuck Norris can surf the net on his abacus"
    ],
    [
        "Chuck Norris urinates while doing a hand-stand on the toilet seat."
    ],
    [
        "Chuck Norris sleeps on the television"
    ],
    [
        "Chuck Norris can jump rope with steel pipe. OH he also plays frisbee golf with discuss!"
    ],
    [
        "Chuck Norris once tried to teach a fat, stupid kid Martial Arts. Unsuccessfully. The kid grew up to be Steven Seagal."
    ],
    [
        "Chuck Norris won the 2011 Texas Holdem championship by bluffing the last hand while his down cards were the Joker & the Old Maid."
    ],
    [
        "The saddest moment for a child is not when he learns Santa Claus isn't real, it's when he learns Chuck Norris is."
    ],
    [
        "Chuck Norris has already clocked Grand Theft Auto 6."
    ],
    [
        "The Grim Reaper looked at Chuck Norris and was pantsed and round house kicked in the balls, at the same time a new born child was named: Chuck Alfred Norris Tomas, and died instantly."
    ],
    [
        "Chuck Norris can upload photo's of himself on you tube."
    ],
    [
        "Chuck Norris' penis has a penis. And it's still bigger than yours!"
    ],
    [
        "Sperm clinics provide Chuck Norris with Shop-Vac and an empty 55 gallon drum for every single donation."
    ],
    [
        "The Sun is Chuck Norris' Snuggie"
    ],
    [
        "Casanova was a real Chuck Norris."
    ]
]