[
    [
        "One of the main reasons there are so many mean fifth graders in the world today is because Chuck Norris stopped punching bad guys in the dick a decade ago."
    ],
    [
        "A girl asked Chuck Norris to shave his beard. Chuck Norris roundhouse kicked her, and she grew taller and her hair grew shorter. That girl is now Justin Bieber."
    ],
    [
        "Chuck Norris was out for a hike when he came face to face with a Grizzly Bear. Witnesses say after screaming loudly, the bear ran whimpering into the woods."
    ],
    [
        "Chuck Norris shot the sheriff AND the deputy."
    ],
    [
        "Chuck Norris doesn't step on toes. Chuck Norris steps on necks."
    ],
    [
        "If light is the fastest traveling element known, then Chuck Norris is not an element"
    ],
    [
        "Chuck Norris's keyboard has the Any key."
    ],
    [
        "Chuck Norris doesn't have to say NO to drugs.....They don't ask"
    ],
    [
        "Chuck Norris was expelled from the 5th grade when he took Steve, his pet Velociraptor for show and tell."
    ],
    [
        "Satan worships Chuck Norris"
    ],
    [
        "Chuck Norris can turn lead into uranium."
    ],
    [
        "Chuck Norris tried to slap the pedophelia out of Michael Jackson. Sadly, Chuck slapped Michael a bit too hard."
    ],
    [
        "Chuck Norris doesn't believe in god, god believes in Chuck Norris."
    ],
    [
        "Chuck Norris carries a list it's simple. 1.Kill and kill somemore"
    ],
    [
        "Chuck Norris can recycle anything he wants,including his roundhouse kicks."
    ],
    [
        "Who let the dogs out? Chuck Norris. He them proceeded to roundhouse kick each and every one of them."
    ],
    [
        "If you are alive today, it's because Chuck Norris decided not to kill you yesterday."
    ],
    [
        "Chuck Norris won an Olympic gold medal in Tae Kwon Do with a broken neck."
    ],
    [
        "Did you know Chuck Norris once clogged the toilet....... while peeing?"
    ],
    [
        "The spurs on Chuck Norris's boots have a three-ton towing capacity"
    ],
    [
        "Chuck Norris built the hostpital he was born in."
    ],
    [
        "Chucky has a deep love for Chuck Norris' penis."
    ],
    [
        "If someone says, nobodys perfect, Chuck Norris takes that as a personal insult."
    ],
    [
        "Chuck Norris visited an island and got bad customer service. That place was Atlantis"
    ],
    [
        "Chuck Norris has never had to start back at 'square one'. If he ever messes up, he'll start back at octagon fifty-two."
    ],
    [
        "Chuck Norris banged the tooth fairy."
    ],
    [
        "Chaoticians are going to rename the so-called 'butterfly effect' as the 'Norris effect'- whenever Chuck Norris goes bezerk and destroys a city, another city on the other side of the world blows up also."
    ],
    [
        "Chuck Norris can spike a volly ball... under handed"
    ],
    [
        "Chuck Norris watches the Watchmen."
    ],
    [
        "When he was a kid, Chuck Norris invented an imaginary friend, whom he called 'God'. Everyone got in on the act, and religion was born."
    ],
    [
        "any thing you can do he can do better, Chuck Norris can do anything better than you"
    ],
    [
        "If Chuck norris punched the earth it wouldnt shatter it would create a black black hole and only let the the people live that he deemed worthy"
    ],
    [
        "Chuck Norris doesn't rape... No one says no to Chuck Norris!!"
    ],
    [
        "Chuck Norris can ram a VHS tape into a DVD player and the motherfucker will play."
    ],
    [
        "There was a man that had to slay a dragon....But that man is not Chuck Norris, because Chuck Norris killed the man."
    ],
    [
        "Chuck Norris discovered dark rings around Uranus. No, not the planet."
    ],
    [
        "Chuck Norris masturbates to pictures of Chuck Norris masturbating."
    ],
    [
        "A reporter asked Chuck Norris if he considered himself a 2nd rate actor or a 3rd rate actor? Chuck asked the reporter if he preferred a fractured skull or a ruptured spleen."
    ],
    [
        "Rambo is actually just a cheap Chinese knock-off of Chuck Norris."
    ],
    [
        "Chuck Norris doesn't start his alphabet with an A. Instead he starts it with a Z, and ends with CN."
    ],
    [
        "Top 5 Most Powerful People of the World: 1) Chuck Norris 2) Oprah 3) Donald Trump 4) the President when he's in office 5) Either Bill Gates or Steve Jobs *Note-Chuck Norris is so powerful, this was a typo. He ranks 1-Infinity as the most powerful man to ever live."
    ],
    [
        "Santa needs an army of elves and a team of reindeer to produce and deliver presents for the world. Chuck Norris could do the same with no help whatsoever."
    ]
]